Repository: Portmone/WordPress
Catalog: 5.2.2 - 5.3.2/WooCommerce/portmone-pay-for-woocommerce/languages/portmone-pay-for-woocommerce-*.po
Languages: uk

source: Включить прием оплаты через Portmone.com
uk: Включити прийом оплати через Portmone.com

source: Включить Portmone.com модуль оплаты
uk: Включити Portmone.com модуль оплати

source: Идентификатор магазина в системе Portmone.com (Payee ID)
uk: Ідентифікатор магазину в системі Portmone.com (Payee ID)

source: Обязательно для заполнения
uk: Обов’язкове поле

source: ID Интернет-магазина, предоставленный менеджером Portmone.com
uk: ID Інтернет-магазину, повідомлений менеджером Portmone.com

source: Логин Интернет-магазина в системе Portmone.com
uk: Логін Інтернет-магазину в системі Portmone.com

source: Логин Интернет-магазина, предоставленный менеджером Portmone.com
uk: Логін Інтернет-магазину, повідомлений менеджером Portmone.com

source: Пароль Интернет-магазина в системе Portmone.com
uk: Пароль Інтернет-магазину в системі Portmone.com

source: Пароль для Интернет-магазина, предоставленный менеджером Portmone.com
uk: Пароль для Інтернет-магазину, повідомлений менеджером Portmone.com

source: Название компании
uk: Назва компанії

source: Оплата заказа через Portmone.com
uk: Оплата замовлення через Portmone.com

source: Название Интернет-магазина, которое видит клиент при оплате
uk: Назва Інтернет-магазину, що відображається клієнту при оплаті

source: Комментарий для клиента
uk: Коментар для клієнта

source: Сервис проведения платежей обеспечивается системой Portmone.com с использованием современного и безопасного механизма авторизации платежных карт. Служба поддержки Portmone.com: телефон +380(44)200 09 02, электронная почта: support@portmone.com
uk: Сервіс проведення платежів забезпечується системою Portmone.com з використанням сучасного й безпечного механізму авторизації платіжних карт. Служба підтримки Portmone.com: телефон +380(44)200 09 02, електронна пошта: support@portmone.com

source: Описание для клиента на странице оплаты заказа
uk: Інформація для клієнта на сторінці оплати замовлення

source: Показать логотип на странице оплаты
uk: Показати логотип на сторінці оплати

source: Показать логотип Portmone.com при оформлении заказа
uk: Показати логотип Portmone.com при оформленні замовлення

source: Отметьте, чтобы показать логотип Portmone.com
uk: Відмітьте, щоб показати логотип Portmone.com

source: Включить режим показа на странице
uk: Включити режим показу на сторінці

source: Включить на странице способ оплаты
uk: Включити на сторінці спосіб оплати

source: Включить режим страницы без перенаправления
uk: Включити режим сторінки без перенаправлення

source: Страница неудачного платежа
uk: Сторінка невдалого платежу

source: URL страницы неудачного платежа
uk: URL сторінки невдалого платежу

source: Платежный шлюз
uk: Платіжний шлюз

source: Настройки
uk: Налаштування

source: Информация
uk: Інформація

source: Версия плагина
uk: Версія плагіну

source: Платежный плагина Portmone.com
uk: Платіжний плагін Portmone.com

source: Оплатить через Portmone.com
uk: Сплатити через Portmone.com

source: Спасибо за покупку!
uk: Дякуємо за покупку!

source: При совершенииоплаты возникла ошибка. Свяжитесь с Интернет-магазином для проверки заказа
uk: При здійснені оплати виникла помилка. Зверніться доІнтернет-магазинудля перевірки замовлення

source: В системе Portmone.com данного платежа нет, он возвращен или создан некорректно
uk: В системі Portmone.com даний платіж не існує, він був повернений або створений некоректно

source: При совершении оплаты возникла ошибка. Данные Интернет-магазина некорректны
uk: При здійснені оплати виникла помилка. Дані Інтернет-магазину некоректні

source: При совершении оплаты возникла ошибка. Проверьте данные вашей карты и попробуйте провести оплату еще раз!
uk: При здійснені оплати виникла помилка. Перевірте дані вашої картки і спробуйте провести оплату ще раз!

source: Номер вашего заказа
uk: Номер вашого замовлення

source: Оплата совершена успешно через Portmone.com
uk: Оплату здійснено успішно з Portmone.com

source: Включить конвертацию в Гривны
uk: Включити конвертацію в Гривні

source: Конвертировать валюту магазина из %1$s %2$s > в > %3$s, при оформлении заказа используя собственный курс конвертации который указать ниже (стандартно, конвертация проходит по курсу НБУ, на сайте портмоне)
uk: Конвертувати валюту магазину з %1$s %2$s > в > %3$s, при оформленні замовлення використовуючи власний курс конвертації який вказати нижче (стандартно, конвертація проходить за курсом НБУ, на сайті портмоне)

source: Portmone.com принимает только Украинские гривны. Ваша сумма будет автоматически конвертирована в UAH в Portmone.com по курсу НБУ. Если вы хотите указать собственный курс конвертации, выберите этот пункт.
uk: Portmone.com приймає тільки Українські гривні. Ваша сума буде автоматично конвертована в UAH в Portmone.com за курсом НБУ. Якщо ви хочете вказати власний курс конвертації, виберіть цей пункт.

source: Курс валюты
uk: Курс валюти

source: Ошибка авторизации. Введен не верный логин или пароль
uk: Помилка реєстрації. Ви ввели невірне ім’я користувача або пароль

source: WP версия
uk: WP версія

source: ID товара
uk: ID товару

source: кол.
uk: кіль.

source: цена
uk: ціна

source: Режим преавторизации
uk: Режим преавторизаціі

source: Средства только блокируются на карте клиента, но финансового списания со счета клиента не происходит
uk: Засоби тільки блокуються на карті клієнта, але фінансового списання з рахунку клієнта не відбувається

source: Оплачено с Portmone
uk: Оплачено з Portmone

source: Оплачено с Portmone (но не проверено)
uk: Оплачено з Portmone (але не перевірено)

source: Оплачено с Portmone (блокировка средств)
uk: Оплачено з Portmone (блокування коштів)

source: Оплата с Portmone НЕ удалась
uk: Оплата з Portmone НЕ вдалась
