Repository: Portmone/WordPress
Catalog: 6.3-6.7.1-v5.0.1/WooCommerce/portmone-pay-for-woocommerce/languages/portmone-pay-for-woocommerce-*.po
Languages: ru

source: Платіжний шлюз Portmone для WooCommerce вимагає встановлення та активації WooCommerce. Ви можете завантажити %s тут.
ru: Платежный шлюз Portmone для WooCommerce требует установки и активации WooCommerce. Вы можете загрузить %s здесь.

source: Налаштування
ru: Настройки

source: Включити прийом оплати через Portmone.com
ru: Включить прием оплаты через Portmone.com

source: Включити Portmone.com модуль оплати
ru: Включить Portmone.com модуль оплаты

source: Ідентифікатор магазину в системі Portmone.com (Payee ID)
ru: Идентификатор магазина в системе Portmone.com (Payee ID)

source: Обов’язкове поле
ru: Обязательно для заполнения

source: ID Інтернет-магазину, повідомлений менеджером Portmone.com
ru: ID Интернет-магазина, предоставленный менеджером Portmone.com

source: Логін Інтернет-магазину в системі Portmone.com
ru: Логин Интернет-магазина в системе Portmone.com

source: Логін Інтернет-магазину, повідомлений менеджером Portmone.com
ru: Логин Интернет-магазина, предоставленный менеджером Portmone.com

source: Пароль Інтернет-магазину в системі Portmone.com
ru: Пароль Интернет-магазина в системе Portmone.com

source: Пароль для Інтернет-магазину, повідомлений менеджером Portmone.com
ru: Пароль для Интернет-магазина, предоставленный менеджером Portmone.com

source: Час на сплату
ru: Время на оплату

source: Час відведенний на оплату через Portmone.com
ru: Время отведенное на оплату через Portmone.com

source: Ключ для підпису
ru: Ключ для подписи

source: Ключ для підпису узгодженний з Portmone.com
ru: Ключ для подписи согласованный с Portmone

source: Включити конвертацію в Гривні
ru: Включить конвертацию в Гривны

source: Конвертувати валюту магазину з %1$s %2$s > в > %3$s, при оформленні замовлення використовуючи власний курс конвертації який вказати нижче (стандартно, конвертація проходить за курсом НБУ, на сайті портмоне)
ru: Конвертировать валюту магазина из %1$s %2$s > в > %3$s, при оформлении заказа используя собственный курс конвертации который указать ниже (стандартно, конвертация проходит по курсу НБУ, на сайте портмоне)

source: Portmone.com приймає тільки Українські гривні. Ваша сума буде автоматично конвертована в UAH в Portmone.com за курсом НБУ. Якщо ви хочете вказати власний курс конвертації, виберіть цей пункт.
ru: Portmone.com принимает только Украинские гривны. Ваша сумма будет автоматически конвертирована в UAH в Portmone.com по курсу НБУ. Если вы хотите указать собственный курс конвертации, выберите этот пункт.

source: Курс валюти
ru: Курс валюты

source: Назва компанії
ru: Название компании

source: Оплата замовлення через Portmone.com
ru: Оплата заказа через Portmone.com

source: Назва Інтернет-магазину, що відображається клієнту при оплаті
ru: Название Интернет-магазина, которое видит клиент при оплате

source: Коментар для клієнта
ru: Комментарий для клиента

source: Сервіс проведення платежів забезпечується системою Portmone.com з використанням сучасного й безпечного механізму авторизації платіжних карт. Служба підтримки Portmone.com: телефон +380(44)200 09 02, електронна пошта: support@portmone.com
ru: Сервис проведения платежей обеспечивается системой Portmone.com с использованием современного и безопасного механизма авторизации платежных карт. Служба поддержки Portmone.com: телефон +380(44)200 09 02, электронная почта: support@portmone.com

source: Інформація для клієнта на сторінці оплати замовлення
ru: Описание для клиента на странице оплаты заказа

source: Режим преавторизаціі
ru: Режим преавторизации

source: Засоби тільки блокуються на карті клієнта, але фінансового списання з рахунку клієнта не відбувається
ru: Средства только блокируются на карте клиента, но финансового списания со счета клиента не происходит

source: Відзначте, щоб кошти тільки блокуються на карті клієнта, але фінансового списання з рахунку клієнта не відбувається
ru: Отметьте, чтобы cредства только блокируются на карте клиента, но финансового списания со счета клиента не происходит

source: Показати Portmone.com в списку меню адміністративної панелі
ru: Показать Portmone.com в списке меню административной панели

source: Вкажіть порядковий номер відображення в списку меню. Якщо значення <1, Portmone.com перегляньте в списку меню не буде
ru: Укажите порядковый номер отображения в списке меню. Если значение < 1, Portmone.com отображатся в списке меню не будет

source: Змінити кількість товарів на складі після оплати
ru: Изменять колличество товаров на складе после оплаты

source: Від загальної суми товарів на складі відняти товари оплаченого замовленн
ru: От общей суммы товаров на складе отнять товары оплаченного заказа

source: Відзначте, щоб змінювати кількість товарів
ru: Отметьте, чтобы изменять количество товаров

source: Зберегти ім'я та прізвище клієнта
ru: Сохранить имя и фамилию клиента

source: Відзначте, щоб зберегти ім'я та прізвище клієнта
ru: Отметьте, чтобы сохранить имя и фамилию клиента

source: Ім'я та прізвище клієнта береться з адреси, вказаної в замовленні. Узгоджується з менеджером Portmone
ru: Имя и фамилия клиента берется с адреса, указанного в заказе. Согласуется с менеджером Portmone

source: Зберегти телефон клієнта
ru: Сохранить телефон клиента

source: Відзначте, щоб зберегти телефон клієнта
ru: Отметьте, чтобы сохранить телефон клиента

source: Телефон клієнта береться з адреси, зазначеної в замовленні. Узгоджується з менеджером Portmone
ru: Телефон клиента берется с адреса, указанного в заказе. Согласуется с менеджером Portmone

source: Зберегти email клієнта
ru: Сохранить email клиента

source: Відзначте, щоб зберегти email клієнта
ru: Отметьте, чтобы сохранить email клиента

source: Email клієнта береться з адреси, зазначеної в замовленні. Узгоджується з менеджером Portmone
ru: Email клиента берется с адреса, указанного в заказе. Согласуется с менеджером Portmone

source: Розщеплення платежу
ru: Расщепление платежа

source: Платіжна система Portmone.com надає можливість розщеплення 1 (одного) карткового платежу на декілька компаній (юридичних осіб). Продавець повинен додати в товар атрибут з іменем payee_id і значенням рівного індексу компанії в системі Portmone.com
ru: Платежная система Portmone.com предоставляет возможность расщепления 1 (одного) карточного платежа на несколько компаний (юридических лиц). Продавец должен добавить в товар атрибут с именем payee_id и значением равного индекса компании в системе Portmone.com

source: Відзначте, щоб зробити розщеплення платежу
ru: Отметьте, чтобы произвести расщепление платежа

source: Показати повідомлення на thank-you page
ru: Показать сообщения на thank-you page

source: Повідомлення відображаються на thank-you page після переходу зі сторінки оплати Portmone.com
ru: Сообщения отображаются на thank-you page после перехода со страницы оплаты Portmone.com

source: Відзначте, щоб показати повідомлення на thank-you page
ru: Отметьте, чтобы показать сообщение на thank-you page

source: Отримувати повідомлення про успішну оплату
ru: Получать уведомление об успешной оплате

source: Отримувати повідомлення про успішну оплату у форматі JSON. Для активації даного функціоналу, будь ласка, напишіть на пошту b2bsupport@portmone.me
ru: Получать уведомление об успешной оплате в формате JSON. Для активации данного функционала пожалуйста напишите на почту b2bsupport@portmone.me

source: Відзначте, щоб отримувати повідомлення про успішну оплату
ru: Отметьте, чтобы получать уведомления об успешной оплате

source: Неможливо обробити цей платіж
ru: Unable to process this payment

source: Статус цього замовлення &ldquo;%s&rdquo; &mdash; його неможливо оплатити повторно
ru: Статус этого заказа &ldquo;%s&rdquo; &mdash; его невозможно оплатить повторно

source: Номер вашого замовлення
ru: Номер вашего заказа

source: У системі Portmone.com цього платежу немає, він повернутий чи створений некоректно
ru: В системе Portmone.com этого платежа нет, он возвращен или создан некорректно

source: Помилка отримання посилання на оплату
ru: Ошибка получения ссылки на оплату

source: Сталася помилка. Не вказана компанія одержувач у товарі &ldquo;%s&rdquo;. Будь ласка, зв\'яжіться з нами, щоб отримати допомогу
ru: Произошла ошибка. Не указана компания получатель в товаре &ldquo;%s&rdquo;. Пожалуйста, свяжитесь с нами, чтобы получить помощь

source: Під час здійснення оплати виникла помилка. Перевірте дані вашої картки та спробуйте здійснити оплату ще раз!
ru: При совершении оплаты возникла ошибка. Проверьте данные вашей карты и попробуйте провести оплату еще раз!

source: Оплачено за допомогою Portmone.com (блокування коштів)
ru: Оплачено с помощью Portmone.com (блокировка средств)

source: Оплату здійснено успішно через Portmone.com
ru: Оплата совершена успешно через Portmone.com

source: Email користувачеві доданий у чергу на відправку
ru: Email пользователю добавлен в очередь на отправку

source: Під час здійснення оплати виникла помилка.
ru: При совершении оплаты возникла ошибка

source: Дані Інтернет-магазину некоректні
ru: Данные Интернет-магазина некорректны

source: Сплачена сума некоректна
ru: Оплаченная сумма некорректен

source: Для повернення у валюті %s, будь ласка, зверніться до служби підтримки Portmone.com
ru: Для возвращения в валюте %s, пожалуйста, обратитесь в службу поддержки Portmone.com

source: Значення для shop_order_number не можуть бути порожніми
ru: Значения для shop_order_number не могут быть пустыми

source: Невідома помилка
ru: Неизвестная ошибка

source: Помилка під час обробки нотифікації
ru: Ошибка при обработке нотификации

source: Оплачено з Portmone.com
ru: Оплачено с Portmone.com

source: Оплачено з Portmone.com (але не перевірено)
ru: Оплачено с Portmone.com (но не проверено)

source: Оплачено з Portmone.com (блокування коштів)
ru: Оплачено с Portmone.com (блокировка средств)

source: Оплата з Portmone.com НЕ вдалась
ru: Оплата с Portmone.com НЕ удалась
